"cheqiyu"="玫瑰扯旗魚，原產於南美洲亞馬遜河、蓋亞那，魚體成紡錘形，中寬、側扁，長可達5釐米左右，玫瑰扯旗魚喜弱酸性軟水，也能適應中性、微鹼性水質";
"denglongyu"="燈籠魚，頭尾燈魚又名燈籠魚、提燈魚、車燈魚等。分佈於南美洲的蓋亞那和亞馬遜河流域。體長4～5釐米。體長而側扁，頭短，腹圓。兩眼上部和尾部各有一塊金黃色斑，在燈光照射下，反射出金黃色和紅色的色彩";
"dianmanyu"="電鰻，裸背電鰻科的鰻形南美魚類，能產生足以將人擊昏的電流，是放電能力最强的淡水魚類，輸出的電壓可達300～800伏，囙此電鰻有水中的高壓線之稱";
"dinianyu"="大嘴鯰，一般只有兩根鬍子，體型偏小，對水質要求極高，很難養殖";
"fangyu"="方頭魚，一般體長400毫米，體延長，側扁，頭鈍圓，近方形，眼大，比特高，軀幹前上部、頭頂及胸部為圓鱗，其他部位均為櫛鱗，側線比特高與體背緣平行";
"haigui"="海龜是龜鱉目海龜科動物的統稱。廣布於大西洋、太平洋和印度洋。中國海龜北起山東、南至北部灣近海均有分佈。長可達1米多，壽命最大為150歲左右";
"hetun"="河魨，俗稱河豚，硬骨魚綱魨科魚類的統稱。河魨體呈圓筒形，有氣囊，遇到危險時會吸氣膨脹，一般體長在25—35釐米";
"jianyu"="劍魚亦稱箭魚。是世界上熱帶、亞熱帶海洋中一種常見魚類，因其上頜向前延伸呈劍狀而得名，移動時速可達130公里";
"jinqiangyu"="金槍魚，體形較長，粗壯而圓，呈流線形，向後漸細尖而尾基細長，尾鰭為叉狀或新月形。尾柄兩側有明顯的稜脊，背、臀鰭後方各有一行小鰭。具有魚雷體形，其橫斷面略呈圓形";
"shayu"="鯊魚，生活在海洋中，是海洋中最兇猛的魚類，鯊魚的骨架是由軟骨構成，而不是由骨頭構成。軟骨比骨頭更輕、更具有彈性";
"shiziyu"="獅子魚，體型小，最大約30公分（12吋）長。體長形，柔軟，蝌蚪狀，皮膚鬆弛，無鱗，而有時具小刺。背鰭長，腹鰭於頭下，形成吸盤，用以吸附海底。分佈於北大西洋、北太平洋及南北極冷水區";
"tianshiyu"="神仙魚，背鰭和臀鰭很長並且大，挺拔如三角帆，故有小鰭帆魚之稱。從側面看神仙魚遊動，如同燕子翱翔，故神仙魚又稱燕魚";
"xiaochouyu"="小丑魚，是對雀鯛科海葵魚亞科魚類的俗稱，因為臉上都有一條或兩條白色條紋，好似國劇中的丑角而得名，是一種熱帶鹹水魚。小丑魚與海葵有著密不可分的共生關係，囙此又稱海葵魚";
"xiaohuangyu"="小黃魚，又名小黃花魚，脊椎動物，硬骨魚綱，石首魚科，又名：小鮮、大眼、花色、小黃瓜、古魚、黃鱗魚、小春色、金龍、厚鱗仔，也叫黃花魚";
"xiaolvyu"="小綠魚，一種綠色的魚";
